Repository: SH-Amida/WootrixKumonV1
Catalog: Kumon/iOS/Wootrix/*.lproj/Localizable.strings
Languages: pt

source: Settings
pt: Definições

source: Successfully shared on Twitter
pt: Compartilhado com sucesso no Twitter

source: Twitter Login Failed
pt: Login no Twitter falhou

source: Twitter is not configured on your device settings. Please go to device settings and configure twitter account first.
pt: Twitter não está configurado em suas configurações do dispositivo. Por favor, vá para as configurações do dispositivo e configurar conta no Twitter em primeiro lugar.

source: Failed to shared on Twitter
pt: Compartilhamento no Twitter falhou

source: Successfully shared on Facebook
pt: Compartilhado com sucesso no Facebook

source: Failed to shared on Facebook
pt: Falha ao compartilhar no Facebook

source: Out Of Memory Error
pt: Erro de falta de memória

source: Hello world!
pt: Olá mundo!

source: Network Not Available
pt: Rede Não Disponível

source: Name
pt: Nome

source: Error
pt: Erro

source: Password
pt: Senha

source: Confirm Password
pt: Confirme Senha

# Log in
source: Login Advisor
pt: Acesso Orientador

# Log in Col
source: Login Collaborator
pt: Acesso Colaborador

source: Sign up
pt: Inscrever-se

source: Log in with
pt: Entrar com

source: Don't have an account yet? Sign up here
pt: Não tem uma conta ainda? Cadastre-se aqui

# Alreay have an account? Login here
source: Already have an account? Log in here
pt: Já tem uma conta ? Acesse aqui

source: Invalid email address
pt: E-mail inválido

source: Please wait...
pt: Por favor, aguarde ...

source: Loading...
pt: Carregando...

source: Send
pt: Enviar

source: Write a comment...
pt: >Escreva um comentário...

source: Gallery
pt: Galeria

source: SD-Card not available
pt: SD-Card não disponível

source: Cancel
pt: Cancelar

source: Choose Image
pt: Escolha Imagem

source: Show Page
pt: Mostrar Página

source: Change Email
pt: Alterar e-mail

source: Change Password
pt: Alterar a Senha

source: Rate App
pt: Avalie App

source: Change Language
pt: Alterar idioma

source: About Us
pt: Sobre Nós

source: Topics
pt: Tópicos

source: Magazines
pt: Revistas

source: Article Languages
pt: Idioma Artigos

source: Log out
pt: Sair

source: CANCEL
pt: CANCELAR

source: DONE
pt: FEITO

source: New Email ID
pt: Novo e-mail ID

source: Confirm Email ID
pt: Confirmar e-mail ID

source: Old Password
pt: Senha Antiga

source: New Password
pt: Nova Senha

source: Confirm New Password
pt: Confirmar nova senha

source: Comments
pt: Comentários

source: My Account
pt: Minha Conta

source: About us
pt: Sobre Nós

source: Content
pt: Conteúdo

source: Article
pt: Artigo

source: Add New Magazines
pt: Adicionar Novas Revistas

source: Add Account
pt: Adicione Contas

source: English
pt: Inglês

source: Spanish
pt: Espanhol

source: Portuguese
pt: Português

source: Forgot Password?
pt: Esqueceu Sua Senha?

source: Please enter your email
pt: Digite seu e-mail

source: Search Articles
pt: Buscar

source: Advertisement
pt: Publicidade

source: Please enter your Name
pt: Digite seu nome

source: Please enter your Password
pt: Digite sua Senha

source: Please enter your current password
pt: Digite sua senha atual

source: Current password should be atleast 6 chracter long
pt: Senha atual deve ter no mínimo 6 caracteres

source: Please enter your confirm password
pt: Por favor insira sua senha confirm

source: Password and Confirm password does not match
pt: Senha e Confirmação da Senha não conferem

source: Open Article
pt: Artigos Aberto

source: Open Articles
pt: Artigos Abertos

source: No comments Found. Be the first one to comment on this Article
pt: Não foram encontrados comentários . Seja o primeiro a comentar este artigo

source: Please enter comment
pt: Por favor insira o seu comentário

source: Enter Subscription Password
pt: Digite Senha de Assinante

source: Add Email
pt: Adicionar E-mail

source: Add Password
pt: Adicione Senha

source: Please choose at least one language
pt: Por favor, escolha pelo menos um Idioma

source: Please enter new email
pt: Por favor, insira o novo e-mail

source: Please enter confirm email
pt: Favor confirmar o email

source: Email and confirm email do not match
pt: E-mail e Email de Confirmação não Conferem

source: No Social media found to share.
pt: Nenhuma Rede Social encontrada para compartilhar

source: Do you want to logout?
pt: Você quer sair?

source: Yes
pt: Sim

source: No
pt: Não

source: Subscription Password
pt: Senha de Assinante

source: Please select atleast one Article Language
pt: Por favor, selecione pelo menos um Idioma para os Artigos

source: Like me you can find relevant content on www.wootrix.com
pt: Como eu, você pode encontrar conteúdos relevantes no www.wootrix.com

source: Do you want to keep selected language as your app's default language?
pt: Você quer manter o idioma selecionado como padrão do seu aplicativo ?

source: Press back button again to exit.
pt: Pressione o botão voltar novamente para sair.

source: Hey! I am using Wootrix Application. I just read this article:
pt: Hey! Estou usando o aplicativo Wootrix . Acabei de ler este artigo:

source: You can read and subscribe Articles, Magazines, Magazine articles on Android, iOS and on Web. Just check it out http://www.wootrix.com
pt: Você ter acesso em um único local aos principais artigos de seu interesse em Android, iOS e na Web . Basta dar uma olhada http://www.wootrix.com

source: Password should be atleast 6 character long.
pt: A senha deve ter no mínimo 6 caracteres.

source: Username should be atleast 4 character long.
pt: Nome de usuário deve ter no mínimo 4 caracteres.

# sec ago
source: XXX sec ago
pt: XXX segundos atrás

# secs ago
source: XXX secs ago
pt: XXX segundos atrás

# min ago
source: XXX min ago
pt: XXX minutos atrás

# mins ago
source: XXX mins ago
pt: XXX minutos atrás

# hour ago
source: XXX hour ago
pt: XXX horas atrás

# hours ago
source: XXX hours ago
pt: XXX horas atrás

# day ago
source: XXX day ago
pt: XXX dias atrás

# days ago
source: XXX days ago
pt: XXX dias atrás
